IDEA Open Model
ConnectionData.CutBeamByBeams Property
Compatible with IDEA StatiCa 20.1
 cut beam by beams
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public List<CutBeamByBeamData> CutBeamByBeams { get; set; }
Public Property CutBeamByBeams As List(Of CutBeamByBeamData)
	Get
	Set
Property Value
Type: List<CutBeamByBeamData>
See Also
Reference
ConnectionData Class
IdeaRS.OpenModel.Connection Namespace